Repository: Dodobibi/script.service.next
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30001
source: The number of seconds before the end to show the notification
fr_fr: Nombre de secondes avant la fin pour afficher la notification

# #30002
source: Log Level:
fr_fr: Niveau de journalisation

# #30003
source: Settings
fr_fr: Réglages

# #30004
source: Advanced
fr_fr: Avancé

# #30005
source: Default action when nothing selected
fr_fr: Action par défaut lorsque rien n'est sélectionné

# #30006
source: Watch Now
fr_fr: Regarder maintenant

# #30007
source: Press cancel to stop automatic play of next episode...
fr_fr: Appuyez sur annuler pour annuler la lecture automatique de l'épisode suivant

# #30008
source: Up Next
fr_fr: Suivant

# #30009
source: Number of episodes before still watching query
fr_fr: Nombre d'épisodes avant de relancer la requête

# #30010
source: Continue Watching?
fr_fr: Continuer la lecture ?

# #30012
source: Still there? Press Continue Watching to watch the next episode
fr_fr: Toujours là ? Appuyez sur Continuer pour regarder le prochain épisode

# #30013
source: Include watched episodes
fr_fr: Inclure les épisodes déjà vus

# #30014
source: Disable NextUp (restart required)
fr_fr: Désactiver NextUp (redémarrage requis)

# #30015
source: The number of seconds before displaying random unwatched notification
fr_fr: Nombre de secondes avant l'affichage de la notification aléatoire non surveillée

# #30016
source: Display random unwatched notification
fr_fr: Afficher une notification aléatoire non enregistrée

# #30017
source: Automatically play short videos
fr_fr: Lire automatiquement les courtes vidéos

# #30018
source: Maximum length for automatic short video play (in minutes)
fr_fr: Longueur maximale pour la lecture automatique des courtes vidéos (en minutes)

# #30019
source: Show on-screen notification during short video autoplay
fr_fr: Afficher une notification à l'écran pendant la lecture automatique des courtes vidéos

# #30020
source: Previous
fr_fr: Précédent

# #30021
source: Playing Next
fr_fr: Lire le suivant

# #30022
source: Show postplay screen
fr_fr: Afficher l'écran de post-lecture

# #30023
source: Show plot on postplay screen
fr_fr: Afficher l'intrigue sur l'écran de post-lecture

# #30024
source: Still There?
fr_fr: Toujours là ?

# #30025
source: Show preview before postplay screen
fr_fr: Afficher l'aperçu avant l'écran de post-lecture
